[
  {
    "created": "2023-11-11 00:34:44.096Z",
    "id": "44nzu0qj99xknj9",
    "title": "<p style=\"text-align: center;\"><span style=\"color: rgb(0, 0, 0);\"><strong>Minted Memories</strong></span><br>Introducing our exclusive collection of memorial items, a timeless tribute meticulously crafted to honor and preserve the cherished memories of your loved ones. Each piece in this collection serves as a poignant testament to the enduring bond you shared, now immortalized on the blockchain for generations to come.</p>\r\n<p style=\"text-align: center;\"><strong>Eternal Remembrance on the Blockchain:</strong> Our memorial items go beyond traditional keepsakes, seamlessly blending the tangible with the digital. Every item is uniquely linked to the blockchain, ensuring a secure and permanent record of the cherished memories associated with your loved one. This revolutionary integration provides a transparent and unalterable ledger, safeguarding the legacy of those who have left an indelible mark on your life.<br><br><strong>Legacy Preservation:</strong> By logging these memorial items onto the blockchain, we empower you to create a lasting legacy for your loved ones. Their stories, captured in the digital realm, become an integral part of the global blockchain network, ensuring that their impact and significance transcend time and geographical boundaries.&nbsp;</p>\r\n<p style=\"text-align: center;\">Minnting this type of collection, you're not only acquiring a beautiful and meaningful memorial item but also participating in a groundbreaking approach to preserving memories. Through the marriage of tradition and technology, we offer a lasting tribute that celebrates the lives of your loved ones in a way that is both timeless and technologically advanced.</p>",
    "updated": "2023-11-11 00:34:44.096Z",
    "field1": "",
    "field2": "",
    "field3": "",
    "field": "[]",
    "field4": ""
  },
  {
    "created": "2023-11-11 00:40:31.279Z",
    "id": "9fc707q28067182",
    "title": "",
    "updated": "2023-11-11 00:41:52.776Z",
    "field1": "Lynn Marie Ardino",
    "field2": "<p data-id=\"TextBody\">Lynn Marie Petruzzella 3/31/1954 - 3/5/2000 This is the first \"Minted Memories\" collection by Bianca Petruzzella.</p>\r\n<p data-id=\"TextBody\">I wanted to make this memorial style collection for mother who has touched so many lives in this world. I believe that minting her art is an awesome way of carrying on her legacy!</p>\r\n<p data-id=\"TextBody\">In this collection is underway to share the beautiful designs she used to draw dating back to 1974 and some memorabilia.</p>\r\n<p data-id=\"TextBody\">Her career landed in the children's clothing industry but when I found her work from when she attended the Fashion Institute of Technology in NY, I saw immediately that this is where her passion truly was.</p>\r\n<p data-id=\"TextBody\">If enough money is raised, I will follow the dream of bringing her clothing line to life in her name. Each item comes with a gift of her wishes which I believe to be the true asset of this collection and will unlock who the woman truly was that raised me and was able to be a light in so many lives around her.</p>\r\n<p data-id=\"TextBody\">I hope everyone enjoys her work and the enlightenment that she left behind!</p>",
    "field3": "https://opensea.io/collection/lynnmarie",
    "field": "[\"cropped_eBZiJAI2w2.jpg\"]",
    "field4": "lin_ardino_iuVAZiSiz6.png"
  }
]