[
  {
    "bio": "<p>Born into a family of artists and musicians, she started her career in NYC night clubs in the late 90s, and moved to the Rock, Hardcore, Punk scene. She then transitioned to a world music record label, catering to various music genres.</p>\r\n<p>After a break from the industry and a stint in event design, she kept up with new technology. Her current goal is to help artists carry on their legacy through a decentralized network, fostering a community of mutual support and passion for their craft.</p>",
    "created": "2025-02-19 14:40:07.978Z",
    "id": "3he4eb8688opy7i",
    "name": "Planet Binx",
    "nickname": "\"BAND MOM\"",
    "role": "FOUNDER",
    "updated": "2025-02-20 09:20:09.337Z",
    "pic": "[\"binx_a7rss96v0g.jpg\"]"
  },
  {
    "bio": "<p>Ackapella has 5 years experience as a Financial Analyst, 5 years experience in crypto currency and Forex trading.</p>\r\n<p>He was also a videographer for multiple shows on the Outdoor Channel/Sportman Channel and enjoys 3D visual effects.</p>\r\n<p>Ackapella is also a professional archer and certified instructor. He is a believer that everyone should control their own financial security!</p>",
    "created": "2025-02-19 14:43:02.016Z",
    "id": "ngm60bc70ah39x2",
    "name": "Planet Ackapella",
    "nickname": "\"CRYPT MASTER\"",
    "role": "FOUNDER",
    "updated": "2025-02-20 21:26:17.511Z",
    "pic": "[\"ack_vt1banl4y9.jpg\"]"
  },
  {
    "bio": "<p>Visual Artist / Designer / VTuber! Kuri specializes in 3D and VFX. Their styles include \"Y2K\" or Depthcore. They are deeply influenced by postmodernism, often incorporating its principles into his work.</p>\r\n<p>Being proficient in Photoshop, Blender, Cinema4D, After Effects, and more. Having passion for abstract art is evident in his designs, where they plays with form, color, and space to create unique visuals.</p>",
    "created": "2025-02-19 14:43:50.099Z",
    "id": "um488b30z2gihan",
    "name": "Planet Kuri",
    "nickname": "\"THE VTUBER\"",
    "role": "FOUNDER",
    "updated": "2025-02-20 09:20:43.915Z",
    "pic": "[\"kuri_r5sypgiwij.jpg\"]"
  }
]